[
    {
        "page": 1,
        "content": "Learner Information  handbook  Your guide to how things work at Ara | Te Pūkenga  2024"
    },
    {
        "page": 2,
        "content": "R āraki  U poko  –   C ontents    Kia rite ki te ako  -   Getting Ready for Study   ................................ .........   3    Important Information   ................................ ................................ ..........   4    Te Whakarite  -   Getting Set Up   ................................ ..............................   5    My Ara   ................................ ................................ ...............................   5    Getting your Ara ID Card   ................................ ................................ .....   5    Tō ake taputapu  -   BYOD (Bring Your Own Device)   ...............................   6    Wātaka  -   Timetable   ................................ ................................ ..............   6    Kā whakapātaka   -   Contact Details   ................................ .......................   7    Student Support Advisors   ................................ ................................ .   10    Kā Taunakitaka Mōu  –   Support for You   ................................ ..............   15    Education (Pastoral Care of Tertiary and International Learners) Code of   Practice   ................................ ................................ ............................   15    Code Administrator ................................ ................................ ............   15    Accessibility   ................................ ................................ ......................   15    Financial Assistance   ................................ ................................ ..........   16    Financial Support Between Study Periods   ................................ ...........   16    How to notify Ara of a problem or make a complaint   ............................   16    Learner Voice   ................................ ................................ ...................   17    Recognition and response to discrimination, racism, bullying and   harassment (including sexual harassment)   ................................ ..........   18    How to Change Your Contact Details   ................................ ..................   18    How to Change Your Enrolment   ................................ .........................   18    Privacy Guidelines   ................................ ................................ ............   19    Kā tika me  kā   kaweka o te tauira   -   Learner Responsibilities & Rights   20    Learner Responsibilities and Rights ................................ ....................   20    Your Responsibilities as a Learner   ................................ .....................   20    Your Rights as a Learner   ................................ ................................ ...   21    Unacceptable Behaviour for Learners, or Visitors at Ara   ......................   22    Learner Behaviour in class / classroom maintenance   ...........................   23    Use of Artificial Intelligence (AI) Tools   ................................ ................   23    Dress code   ................................ ................................ .......................   23    Drugs and Alcohol   ................................ ................................ .............   24    Kā Tū Whare Me Kā Rauemi  -   Facilities & Resources   .........................   25    Te whakamahi rorohiko me te ipuraki o Ara   -   Using Ara Computers and   the Internet   ................................ ................................ ........................   26"
    },
    {
        "page": 3,
        "content": "Using the Student Portal   ................................ ................................ ....   27    Using Moodle   ................................ ................................ ....................   27    Kā tū whare  -   Facilities   ................................ ................................ ......   32    Safety at Ara   ................................ ................................ .....................   32    Introducing our SafePlace system   ................................ ......................   33    Emergency Procedures   ................................ ................................ ......   34    Using Ara Facilities   ................................ ................................ ...........   36    Lost Property and Theft   ................................ ................................ .....   36    Māhere whenua -   Maps   ................................ ................................ .......   38"
    },
    {
        "page": 4,
        "content": "Kia rite ki te   ako  -   Getting Ready for Study"
    },
    {
        "page": 5,
        "content": "Important Information    We recommend that you  read your Learner Information handbook in   conjunction with the Programme Handbook (also available on MyAra) which has   more detailed information about the structure of your courses and the academic   rules that apply."
    },
    {
        "page": 6,
        "content": "Te Whakarite  -   Getting Set Up    My Ara    My Ara is  our   student portal, which provides quick and easy access to   information about your study at Ara. There is a My   Ara website  ( MyAra )  as well   as a downloadable  app  from the App Store or Google Play  for mobile devices.      Familiarise yourself with MyAra and check it regularly. The first things to check   out are your learner email, timetable information and Moodle access    Getting your Ara ID Card     The Ara ID c ard is your formal  learner   ID and library card. It can be used for   photocopying, printing, security access and for  learner   discounts.  K eep your Ara   ID c ard on you at all time s ,   as   access  to buildings  may   be restricted  without your   ID .     You can use your card to borrow items from the library once your course starts.   It can also give you ge neral after hours’ access, i.e.   computer suites, bike lock - up.     Your  Ara  ID card can be issued by giving your ID number (from your invoice) to:        COLLECTION POINTS     City Campus        Security Office  in   the Atrium of the Rakaia Centre ,   opposite   the main  Library entrance, b eside   the lifts      Manawa Campus   Security Office  in the Atrium of the  Rakaia Centre,   opposite the main Library entrance, beside the lifts    Woolston Campus   Security Office, located by the library in the   Student Services Building    Timaru Campus   A Block, Ground Floor, next to Reception    Note:  You will need to get a new ID  card issued for each new programme   that you enrol in."
    },
    {
        "page": 7,
        "content": "Ashburton and Oamaru   Campuses    Your photo will be  taken,   and we will arrange for   Ara  ID cards to be issued.  Your tutor will usually   distribute them to you    Tō ake taputapu  -   BYOD (Bring Your Own Device)    There are a number of   computer suites available across Ara campus sites for   both classroom and individual use, as well as a small number of loan laptops for   use in specific learning spaces (e.g. the library at Christchurch City campus and   Timaru campus). In addition, Ara stron gly encourage s   you to bring any personal   wi - fi capable device  on campus   to connect to our network.     Wātaka  -   Timetable    It is important that you check your timetable prior to the commencement of   your classes. This can be done through any of the following link:     •     My Ara: On the website  MyAra   or the My Ara app, select the  Calendar and   Timetable   tile.    If any changes, which may have been made to  your   timetable, create problems   for you, or you find you have a timetable clash, please contact the  Programme   Leader or  Department  administrator   to discuss this."
    },
    {
        "page": 8,
        "content": "Kā whakapātaka   -   Contact Details    Key  Support   Services    You can also contact us on our free phone number 0800 24 24 76. The last four   digits of a direct dial number is usually the extension number if you are asked   for that.    Location   Room   Phone   Email    Student Support    All campuses   Te Tira Toko   Tauira   Student   Support   L103      studentsupport@ara.ac.nz      Admissions and Enrolments    Note : you are welcome to visit any campus that is convenient for assistance    City Campus   Te Rito The   Hub  X121    0800 24 24  76   enrolmentsupport@ara.ac.nz    Manawa   Campus    5 th   floor   reception    0800 24 24 76   enrolmentsupport@ara.ac.nz    Woolston   Campus    Student   Services   Building    940 6010   enrolmentsupport@ara.ac.nz    Timaru   Campus    A136 in  A   Block    (03) 687 1916   enrolmentsupport@ara.ac.nz    Results    City Campus   &   Manawa   Campus    A121   940 8283   results@ara.ac.nz"
    },
    {
        "page": 9,
        "content": "Woolston   Campus    Student   Services   Building    940 6008   results@ara.ac.nz       Timaru   Campus    A136 in  A   Block    (03) 687 1 903   results@ara.ac.nz      Student Finance    City Campus   X110   940 8100   studentfinance@ara.ac.nz      Woolston   Campus    Student   Services   Building    940 8476   studentfinance@ara.ac.nz    Scholarships     All campuses   Te Tira Toko   Tauira   Student   Support L103      studentsupport@ara.ac.nz        International Advisors    All campuses   Te Rito The   Hub  X121        studentsupport@ara.ac.nz      Student Voice    All campuses   C13 5   940 8264    021 955 560    studentvoice@ara.ac.nz      Student Advisor  -   Wellbeing    All campuses   C135   021 2217441   Meg.Nelis@ara.ac.nz"
    },
    {
        "page": 10,
        "content": "Complaints Co - ordinator    All campuses   G210   940 6084    complaints@ara.ac.nz"
    },
    {
        "page": 11,
        "content": "Student Support Advisors     Student Support Advisors   City Campus   –   International, Migrant, Refugee   Support    Millan Gurang    Work Hours:      Monday  –   Friday 8am  –   4pm    Email :  Millan.Gurung@ara.ac.nz         Tina Kong    Work Hours:    Monday  -   Friday 8.00am  –   4.00pm    Email:   Tina.Kong@ara.ac.nz            Katie Marr    Work Hours:      Monday  –   Friday   8. 00 am  –   4.30pm    Email:   Katie.Marr@ara.ac.nz            Manna Yu      Work Hours:      Monday  and   Thursday, 9:30am  –   4.15pm    Email:   Manna.Yu@ara.ac.nz"
    },
    {
        "page": 12,
        "content": "City Campus  -   Student Support    Kara Te Karu    Work Hours:      Monday  –   Friday 8am  –   4.30pm    Email :  Kara.TeKaru@ara.ac.nz           Janice Sanft    Work Hours:   Monday  –   Friday 8.30am  –   4.30pm    Email :  Janice.Sanft@ara.ac.nz           La Kidwell    Work Hours:   Monday  –   Friday 8am  –   4 .30 pm    Email :  La.Kidwell@ara.ac.nz           Lucy Nisbet - Smith    Work Hours:   Monday  –   Friday 8. 0 0am  –   4pm    Email :  Lucy.Nisbet - Smith@ara.ac.nz"
    },
    {
        "page": 13,
        "content": "City Campus   -   Māori & Pacific Navigators      Emma Robertson    Work Hours:     Monday  -   Friday    8.30 am  –   4 .30 pm    Email:  Emma.Robertson @ara.ac.nz      Trades Campus -   Māori & Pacific Navigators    Presley Waretini    Work Hours:      Monday  –   Friday   8.30am  –   4.30pm    Email :  Presley.Waretini@ara.ac.nz        Diane Ryan    Work Hours:      Monday  –   Friday   8.00am  –   4.30pm    Email:   Diane.Ryan@ara.ac.nz           Fitifiti Luatua    Work Hours:      Monday  -   Tuesday   8am  –   4pm    Email:   Fitifiti.Luatua@ara.ac.nz"
    },
    {
        "page": 14,
        "content": "Erana   Tairoa    Work Hours:   Monday  –   Friday 8am  –   4pm    Email :  Erana.Tairoa@ara.ac.nz            Timaru   Campus   –   Student Support    Annie Barker    Work Hours:      Monday  –   Friday   8am  –   4.30pm    Email :  Annie.Barker@ara.ac.nz        Tania Hepburn    Work Hours:      Monday, Tuesday, Wednesday   8am  –   4.30pm    Email :  Tania.Hepburn@ara.ac.nz        Kerry McAllister    Work Hours:   Wednesday, Thursday, Friday ,  8am  –   4.30pm    Email :  Kerry.McAllister@ara.ac.nz"
    },
    {
        "page": 15,
        "content": "Ashburton Campus   - Student Support    Sharon Lloyd    Work Hours:      Monday  –   Friday   8am  –   4.30pm    Email :  Sharon.Lloyd@ara.ac.nz        Oamaru Campus   –   S t udent Support    Ruth Dickson    Work Hours:      Monday  –   Friday    Email :  Ruth.Dickson@ara.ac.nz"
    },
    {
        "page": 16,
        "content": "K ā  Taunakitaka Mōu   –   Support for You    Education (Pastoral Care of Tertiary    and   International Learners ) Code of Practice       The Code sets out the  expectations that tertiary education organisations need to   consider how their overall systems and resources support learners’ wellbeing   and safety. Tertiary providers will build and maintain strong relationships with   learners and their interested stakehold ers to identify and define the issues that   are important for their communities and develop appropriate strategic goals,   plans and practices around them    More information can be found on the Ministry of Education’s website,    https://www.education.govt.nz/further - education/information - for - tertiary -  students/code - of - practice - pastoral - care - domestic - tertiary/      Code Administrator    NZQA is responsible for monitoring and investigating tertiary education   providers like Ara to ensure that we are both following the Code of Practice and   taking steps to improve our performance.    Accessibility    Ara is an inclusive learning environment where you are accepted and valued,   respected and able to connect with social and cultural networks that are safe   and supportive.     Where you may need it, Ara provides support to enable you to access your   learning by assisting you to remove barriers you may face. You can access   support through Disability Services. Our aim is to provide advice and support to   enable you to access life at   Ara on an equitable basis with your non - disabled   peers.      Note:  Please refer to  Education (Pastoral Care of Tertiary and International   learners) Code of Practice 2021   for detailed information"
    },
    {
        "page": 17,
        "content": "Ara provides  accessible learning environments where you can connect with   others, build relationships, support each other, and welcome your friends,   families, and whānau.    For more information about our  Disability Services   more information is   available at  Disability Services    Financial Assistance      If you are struggling to continue with your study due to unforeseen financial   issues you may be able to apply for assistance. Visit us in  Te Tira Toko Tauira   Student Support L103 or  contact us  using   studentsupport@ara.ac.nz   to discuss   your situation and find out what you could be eligible for.    As an enrolled Ara  learner   if you face unexpected hardship, there are several funds   you can apply to which are designed to enable you to continue your current study,   like the:    •     Emergency Assistance Grant    •     Ara Hardship Grant    •     Ara Completion Grant    Also check to make sure you have applied for your full Study L ink entitlement   and any scholarships at  Ara Scholarships     For more information   about financial assistance or budgeting, see  Financial   assistance    Financial Support Between Study Periods      If you have a break three weeks or longer between study, and you are not   working to support yourself during this time, you may be eligible to apply for   Jobseeker Support Student Hardship assistance.     More information is available   at  Jobseeker Support Student Hardship  -   StudyLink    How to notify Ara of a problem or make a c   omplaint     You may have a concern or complaint about a course, tutor, or another aspect of   your programme.  Ara will work with you to effectively respond to and process   your complaints (including appropriate engagement with support people) and   inform you on how the c omplaint will be handled and how it is progressing."
    },
    {
        "page": 18,
        "content": "To make a complaint, contact the Manager, or the Head of Department.  They   will advise you about what to do next, the Ara policy and complaints process   Complaints , as well as   the education quality assurance agency complaints   process, the code administrator’s complaints process, and the Student Dispute   Resolution Scheme (financial or contractual disputes for international  learner s   only).    Assistance is also available from the Student Advocate and the Complaints Co -  ordinator.     For more information about how to make a complaint, see  Ara Policy Library    select  General Administration   and click on  CPP117 Raising Problems or   Complaints . You can download the form from  CPP117a - Raising - problems - or -  complaints - form    Learner Voice    Ara is committed to  understand ing   and respond ing   to diverse learner voices and   wellbeing and safety needs .    Within Ara, the learner voice is a powerful tool to create change and you will   have the opportunity to tell us what you think about your academic and social   experience by providing feedback using:     •     Student representatives     •     Comment boxes     •     Online feedback tools     •     Focus groups     •     Face - to - face testimonials     •     Student Council     Everyone at Ara is seeking positive change to better support  learner   success and   wellbeing and we need your input to make that happen.    For more information ,   please contact the Student Voice Co - ordinator  using    studentvoice@ara.ac.nz"
    },
    {
        "page": 19,
        "content": "Recognition and response to discrimination, racism,   bullying and harassment (including sexual   harassment)    Ara is committed to ensuring  you   are treated with respect and dignity in all of   your   dealings   with us and does not condone any form of harassment or   unacceptable conduct. If you are experiencing any form of behaviour that is   unwanted ,   please  l et us know as soon as possible.    For more information about the available procedures to get resolution, see  Ara   Policy Library   select  General Administration   and click on  CPP117 Raising   Problems or Complaints . You can download the form from   CPP117a - Raising -  problems - or - complaints - form      How to Change   Your  Contact   Details    You are required to ensure that Ara has your current contact details.  This is   because important information is sent out during the year.    If you need to change your email, cell phone or postal address details at any   time this should be done via  the Student Portal / My Ara .   Student Portal Login      How to Change Your  Enrolment    If you wish to add, withdraw or change your programme of study, the first step is   to talk with the  tutor or Programme Leader,   or  the Department Support   Administrator   who can offer advice and assistance.      All requests for course amendments or withdrawals  must be made   in writing   preferably on an official Enrolment Amendment form that can be obtained from   the Admissions   and Results   team or your  Department Support Administrator .    All requests for course amendments and withdrawals are subject to the Terms   and Conditions of Enrolment.       Please note that changing your enrolment may affect loans and/or allowances   paid by StudyLink, or eligibility for a Student  Visa   to study in New Zealand.  This   Note:  You can also send an email to your department (or   intladmissions@ara.ac.nz   for international students)   and say which course   you are withdrawing from."
    },
    {
        "page": 20,
        "content": "is also the case if you decide to withdraw from the entire programme, so no   matter what the reason, we strongly recommend that you discuss any changes   to your enrolments with staff.    Please see your enrolment paperwork or Programme Handbook for information   about dates for withdrawal without financial implications or implication for your   academic record.    Privacy Guidelines    Under the Privacy Act ( 2020 ) Ara staff are unable to confirm, deny or divulge an    individual’s presence on campus or whereabouts.  We would advise friends and   family to contact you on your cell phone or at home.  We can only share   information related to your enrolment with your express (usually written)   permission."
    },
    {
        "page": 21,
        "content": "Kā tika me  kā   kaweka o te tauira   -   Learner   Responsibilities   &  Rights     Learner Responsibilities and Rights      The Ara community consists of a diverse range of people and cultures, and we   respect all members of our community. Our aim is to have a community where   learners respect themselves and others, a community where healthy social   interactions and academic pursu its are expected. To create and maintain the   best possible teaching and learning environment, you are protected by basic   rights and are expected to respect the rights and responsibilities of others.     Useful Contacts:    Independent Student Advocate: Duncan Dunbar.     Email: duncan.dunbar@ara.ac.nz | Mobile: 027 273 6246       Manager, Student Life:     Email: studentvoice@ara.ac.nz    Your Responsibilities as a Learner      As a learner here, Ara expects you to:    Behave safely    •     Take care when using equipment and facilities.    •     Wear suitable clothing.    •     Follow health and safety guidelines and instructions.    •     Not endanger yourself or others.    •     Follow relevant professional guidelines.    •     Ensure you are not intoxicated or under the influence of drugs on Ara   premises or when involved in Ara related activities both formal and informal,   with your programme, field trips, internships etc.    Respect others    •     Be sensitive to personal, social, and cultural differences.    •     Respect the needs, rights, and freedoms of others.    •     Help to uphold the integrity of Ara qualifications by discouraging/reporting   dishonest practices."
    },
    {
        "page": 22,
        "content": "Observe Ara rules    •     Behave appropriately for a tertiary education environment.    •     Genuinely attempt to meet all course requirements including financial   obligations.    •     Comply with visa requirements.     •     Be honest when completing assignments/other assessments.    •     Comply with requirements of programme handbooks.    •     Follow Ara policies and regulations (refer: https://www.ara.ac.nz/about -  us/policies).    Your Rights as a Learner     Ara will protect your right to fairness. You have a right to:    Fairness    •     Open and accurate information.    •     Fair evaluation and assessment.    •     Have any problems handled as quickly as is practical and consistent with   ‘natural justice’.    •     Personal privacy.    •     Support, representation, and advocacy.    Ara Respects your right to:    •     Academic freedom, defined as ‘freedom, within the law, to question and test   received wisdom, to put forward new ideas and to state controversial or   unpopular opinions.’ (Education and Training Act 2020)    •     Freedom from any form of harassment, bullying, or unjust discrimination.    •     Respect for personal, social, and cultural differences.    •     Representation in the development, implementation, and review of policies.    Ara will protect your right to Standards:    •     Study programmes that meet internal and external standards for approval   and registration.    •     To have competent and effective teachers.    •     Appropriate support services delivered in a professional manner.    •     Facilities and resources that meet or exceed Health & Safety legislation.    Concerns / Complaints:    Your rights will be upheld by Ara management. If you think they have been   infringed, in the first instance please contact your course tutor. If it is not   appropriate to contact your tutor regarding your complaint, or the matter has"
    },
    {
        "page": 23,
        "content": "not been resolved, please contact your Head of Department/Programme   Manager or Student Advocate and/or the Student Life Team    Unacceptable Behaviour for Learners, or Visitors at   Ara    The following are examples of behaviour which are not acceptable for anyone   (learners, or visitors), at Ara or involved in Ara related activities:    •     Breaking any NZ law (e.g., assault, theft).    •     Any form of cheating (including plagiarism and other dishonest practices).    •     Misuse of technology, software, hardware, or communication systems   provided by Ara (refer Ara Code of Conduct for ICT Users in particular).    •     Any form of harassment, bullying, or unjust discrimination including social   media.    •     Unacceptable sexual behaviour (e.g., sexual harassment, accessing   pornography/other restricted material).    •     Misuse of alcohol, drugs or other substances affecting behaviour, health, or   safety.    •     Smoking (including vaping) on Ara campuses. (Ara is a smoke free campus).    •     Violence or threats of violence.    •     Vandalism or other abuse of facilities and buildings.    •     Disruptive behaviour in class (e.g., arriving late, use of any electronic device,   interfering with the learning of other individuals).     •     Inductions (informal) are not permitted at Ōtautahi House or on other Ara   premises and are strongly and expressly discouraged by Ara.    •     The above is not an exhaustive list of unacceptable behaviours. Where   appropriate, Ara reserves the right to contact or report to external   authorities.    Academic staff have the responsibility to maintain a safe and effective learning   environment.     They may ask you to leave the class if your behaviour indicates limited ability to   be safe, disturbance to others learning, or puts others at risk.    Ara takes this code of conduct seriously. Your marks, reports, and references   may include an assessment of your behaviour, as well as your educational   achievement. Serious infringement may lead to probation, suspension, or   cancellation of a current enrolme nt and/or refusal of a future enrolment (see"
    },
    {
        "page": 24,
        "content": "relevant policies). This may be referred to an appropriate external authority e.g.,   NZ Police    Learner Behaviour in class / classroom   maintenance    Be respectful of other learners and the classroom environment, following   classroom specific rules and requirements. To avoid any distractions, you must   ensure any electronic device you have on you/with you is diverted, not set to   ring, or switched off. Bot h staff and students have a responsibility to ensure this   happens    Use of Artificial Intelligence (AI) Tools      Generative Artificial Intelligence (AI) services such as ChatGPT can be used for   learning. When submitting work for assessment, you must adhere to Ara’s   Assessment and Academic Misconduct policies. In relation to AI, this means;    -     you must not present any output from any AI services as your own work   in your assessment.       -     you must use your own words.    -     if you paraphrase or quote from a source such as a textbook, website and   AI service, you must reference correctly    If you submit an assessment using content copied directly from an AI service   without acknowledgement, it is a form of academic  misconduct.    Dress code    There is no written dress code, but you are expected to attend classes dressed in   a way which is generally acceptable. However, you're expected to be \"dressed   for the occasion\" when going on a site visit or undertaking a Cooperative   Education Project. You  may be prevented from going on site visits if the staff   member is of the opinion that you're not dressed for the occasion. In specific   courses, a \"dress code\" and standard is required. These will be detailed in the   Programme Handbook and Course Outline ."
    },
    {
        "page": 25,
        "content": "Drugs and Alcohol    This policy details the actions to be taken to prevent the health, safety and   wellbeing of our community being adversely affected by the misuse of drugs   and/or alcohol. It also details the consequences where failure to comply occurs.    You can download the policy from  CPP506 Drugs & Alcohol Policy"
    },
    {
        "page": 26,
        "content": "Kā Tū Whare Me Kā Rauemi  -   Facilities &   Resources"
    },
    {
        "page": 27,
        "content": "Te whakamahi rorohiko me te ipuraki o Ara   -    Using Ara Computers and the Internet    Using Ara Computers    There are many computers around Ara for  learner   use.  It is free to use Ara   email, the intranet, and internet, but your use is monitored.  If you have any   problems, please contact the ICT Service Desk.  After - hours access to a variety of   computer labs is  possible using your  Ara   ID c ard as swipe access at the door,   whi ch can be encoded by Security.    You are given a login username and password once you are enrolled and can   use these to log in to any computer on campus.  Login for the first time using the   password provided in your enrolment letter, then select Ctrl+Alt+Del to create   your password.    Visiting the  MyAra   website    You’ll use  My Ara   MyAra   frequently while you’re studying at Ara. It’s where you   go to access Moodle, the Student Portal and your  learner   email.    Using your  Learner   Email Account    As an Ara  learner   you get a free email account.  It will be used to communicate   with you while you are a  learner . You can access this anywhere, anytime. Your   email address is your network username (which is alphanumeric, i.e., abc123)   followed by @arastudent.ac.nz, for example:  username@arastudent.ac.nz      Click on   the   Mail  tile   on  My Ara   to access your email   or access your  learner   email   on your own device using the following link:  MyAra         Note :  We recommend you forward your student email messages to your   personal email account. You can set up  Forwarding   from the  Settings    menu.  We do not want you to be  disadvantaged in any way if you do not   read emails sent to your student email address"
    },
    {
        "page": 28,
        "content": "Using the Student Portal    The Ara Student Portal is the place where you will find all your  learner   related   information including your enrolments, timetable and academic results. You can   also update your address and contact details when they change. To access the   portal, click on  Student Portal   in My Ara .     Your username is your first name, then a full stop, then your family name e.g.   Joe.Bloggs. Click on retrieve your password and enter your birth date with no   gaps or dashes e.g.  01071996 . You will receive an email (to the address you gave   when you enrolled) with your password. Enter the password and click  Login.   You   can change your password on the  Details   page.    Using Moodle    You can use Moodle to find  information about your classes, submit assessments   electronically, and view resources your tutor has uploaded.  Before you login to   Moodle using your own device, you will need to login using a campus computer.   For more information about using Moodle, conta ct your tutor.    How to log in     Use the steps below to log into Moodle:    1.     To access Moodle click on  Moodle   on Courses & Moodle in My Ara   or use   the following link:  Ara Moodle: Log in to the site      2.     When prompted to login, which you can do 21 days prior to your courses   starting, use your standard Ara username and password. If you have any   issues logging in you can contact the ICT Service Desk.    3.     You can change the password when you have logged in.    Once logged in you should see a menu containing links to the courses you are   currently enrolled in. If any courses are missing this could be because your tutor   has not yet granted access to the page, in this case ask your tutor when you go   to your first cl ass, alternatively it may mean your enrolment is still being   processed. When you finish your course you retain access to the course page for   approximately 14 days ."
    },
    {
        "page": 29,
        "content": "Wi - Fi Access    Free wi - fi is freely available for  learner s and staff   using your everyd ay Ara   username and password.    Connecting is usually as simple as connecting to wi - fi   at home.    Our updated Ara Wi - Fi Connector app is available from Google play store.     We strongly suggest you use the new version to configure the Wi - Fi connection   on your device to ensure maximum security and avoid fake ‘ARA WIFI’   connections.     Our version is easily identifiable by the inclusion of the \"View Password\" button   (As seen below)."
    },
    {
        "page": 30,
        "content": "Microsoft Office 365      What is it?    A set of popular Microsoft productivity tools provided to you free of charge for   the duration of your studies. Saving you over $100 worth of software!    What   can I get from Office 365?    Office Suite   Download the latest version of Microsoft Office   (PC, Mac or Mobile) on up to five of your personal   devices for free.    Outlook Online   Your  learner   email account, receive notifications   from Moodle and important messages from Ara.    OneDrive for Business   Store your work (up to 1tb) in the cloud, share it   with your classmates and collaborate online  -    anywhere, anytime.    How do I Access it?    Access via  your  learner   email using the  Mail   tile at My Ara –   or go direct to   https://outlook.com/arastudent.ac.nz        Login using your  learner   email address  –   e.g.  abc123@arastudent.ac.nz   and   your everyday Computer/Moodle password.    For more information visit My Ara where more information about ICT Services   can be found under  Personal Support/ICT Service Desk .    Code of Conduct for ICT Users    Ara has a Code of Conduct that  provides guidance on the proper and allowance   use of the Ara ICT resources.    For details on regulations regarding access to computers please read the  Ara   Code of Conduct for ICT Users   which is available with other policy documents  on    the Ara website .  Use the computers, intranet and internet responsibly."
    },
    {
        "page": 31,
        "content": "Contacting the Service Desk    Report any computer or printer problems immediately to the ICT Service Desk.    If the problem is significant, tell a tutor about it. Each computer suite on campus   has a telephone ho tline to the ICT Service Desk.    Contact details    Phone   940 8800 (or extension 8800) or 0800 24 24 76    Email   ICTServiceDesk@ara.ac.nz        Visit    T Block (City Campus) or     TL   Block (Timaru Campus)    Hours   Monday  -   Thursday:   8:00am to 5:00pm. Limited support   from 5:00pm to 8:00pm in the City Campus Library    Friday : 8:00 am to  5:00   pm (with a break between 1 0 : 30 am   and 12:00pm for staff meeting)    Backing up Your Work    Back up all your important work and assessments onto portable media   or email   a copy to yourself .    Printing Services    To print from the Ara printers or use the photocopiers, you will need to add   money to your Ara ID card.  For more information visit My Ara where more   information about  Print Balance   can be found under  ICT Services . You can also   top up at Student Finance."
    },
    {
        "page": 32,
        "content": "P a g e     |  31    P a g e     |  31"
    },
    {
        "page": 33,
        "content": "P a g e     |  32       Kā tū  whare   -   Facilities     Safety at Ara      Our mission is to ensure you, our colleagues and visitors are always safe.      We cannot do it alone, so with your support, the knowledge you bring and the   industry knowledge you gain through learning, we embrace your contributions.    At Ara, the Health and Safety responsibilities include:    •     Report to  your   tutor ,   or  using the SafePlace app,  as soon as possible :    -     all uncontrolled  risks   that  you   encounter    -     accidents and other incidents which have or could have resulted in   harm    •     Participate in investigations as requested    •     Follow all instructions related to  evacuations during fire or any emergency or    closure of Ara facilities    •     Use personal protective equipment /clothing   provided    •     Undertake training (including inductions) provided by Ara    •     Ensure early reporting of any symptoms or concerns that may arise from   activities undertaken, as early intervention may be a key factor     •     Ensure  you   are not under the influence of drugs or alcohol       Ara Institute of Canterbury   is committed to providing a healthy and safe work   environment at all its physical locations and during any Ara activities.       Your co - operation will assist us achieve this by:    •     Observing safe practices, rules and instructions    •     Observing the 10km speed limit on all Ara campuses which also applies to   bicycles, scooters and skateboards (electric or human powered).  Please show   consideration to other users of multi - use pathways and always give way to   pedestrians.    •     Storing bicycles in outside stands provided,   not within Ara buildings (unless a   specific storage area has been provided)    •     Not smoking, or vaping, on  Campus    •     Complying with legislative requirem ents and good industry practice    •     Under no circumstances are  learners or visitors   to bring any real or   imitation weapons, illegal substances, or dangerous hazardous   substances onto any Ara campus ."
    },
    {
        "page": 34,
        "content": "P a g e     |  33             For more information about Health and Safety, see  CPP501 - Health - and - safety       Every Department has a first aid kit and  colleagues  trained in first aid. If you are   off site as part of your programme, your tutor will carry an appropriate first aid   kit.       We encourage you to report ‘near miss ’   incidents to  the  Department  so we can    minimise  potential harm and   inform changes that reduce risks.    Introducing our SafePlace system    During your time is it’s important you know how to access and use SafePlace! It’s   the tool we use to keep us all happy and healthy at Ara.       Seen something broken on campus? Someone’s injured? Feeling unsafe? Report   it on SafePlace!     Here’s how it works: you see something, you report it, someone follows it up and   the problem gets fixed. Check our video on MyAra to get more info.    Real change happens when real people get involved -   so report early and often!    Video:   How to Use SafePlace for Students  -   YouTube      Note :  If you  are here late or at weekends, we strongly suggest that you are   not working alone  –   coordinate with a classmate.    If you are concerned phone Security on:    Christchurch  –   027 540 8076 or Southern  –   0800  347 787"
    },
    {
        "page": 35,
        "content": "P a g e     |  34       FAQs  -   the ones we’ve shared here:   SafePlace    Emergency Procedures      We have taken every measure   to provide a safe  environment  for you, but it i s   still important to be aware of your surroundings and know what to do in an   emergency.        Every room has an emergency procedure notice on display detailing response   to a fire, earthquake or ringing alarms (like the one  following):             If you require assistance during an evacuation, tell your tutors.  The computer   suites, workshops, studios, and laboratories have specific Health and Safety   requirements.  Your tutors will tell you about these before you start practical   work in these rooms .     For further details, you can select  Emergency Procedures   in My Ara under   Student Admin   /   Safety      Emergency Telephone Numbers    Non - emergency assistance      Police, fire, or ambulance    anytime    Dial  111   from any  Ara  phone.     Christchurch   Dial 940 8076 for Security (or extension 8076).    If Security do not answer the phone in the"
    },
    {
        "page": 36,
        "content": "P a g e     |  35       W hat to do in an Emergency    During an emergency, alarm bells will sound throughout the build ing.    Emergency Assembly Point s a re   located at:         City Campus   Madras Street Carpark   OR  Barbadoes Street   Carpark   OR   g rassed area of the North Green   (beyond the basketball court)    Manawa Campus   Riverside on the riverbank    Woolston Campus   Outside the Student Services Building (Ensors Rd   side)    Southern Campuses   Timaru :  Outside North Haven Ch ildcare Centre on   Arthur Street or t he grass fi eld to the west of   Godley Block      Oamaru :  France Street grass area    Ashburton : Front carpark (Alfor d Forest Road)    1.     All persons must immediately leave the building using the most direct safe   route.  Learner s who would normally use the lifts to reach the ground floor   and need assistance during an evacuation for accessibility/disability   reasons should wait beside the lift and assistance will be provided as part   of our standard evacuation plan. You can talk to  Department staff in   advance of any drill or evacuation to understand what this means for you    2.     Go to the designated assembly point.    3.     Staff and any wardens must ensure that all visitors are moved to a safe   area and then on to the assembly point.    4.     You must check in with a warden at the assembly point before leaving the   site or returning to a building.         office, it will transfer to a cell phone wherever   they are on campus.    Timaru , Oamaru,   Ashburton    Call the Facilities Officer on  027 210 0390   or   during the day staff at reception may be able   to help you ."
    },
    {
        "page": 37,
        "content": "P a g e     |  36       Safety Guidelines in an evacuation:    Lifts   Keep out of the lifts. Use  the stairs to exit the   building    Technical equipment   If it is safe to do so switch off all non - essential   equipment to reduce potential electrical   hazards    Lights   Turn on, or leave on, all building lights. It   improves visibility for anyone who has to   enter the building after it has been evacuated    Smoke stop doors   Close smoke stop doors behind you as you   leave    Using Ara Facilities    Please follow the  guidelines below when you use the spaces.    •     Keep the furniture and equipment in good condition.    •     Clean up your personal and shared workspaces.    •     Do not drink alcohol, smoke, or take drugs (other than those prescribed   by a medical practitioner).    Lost Property and  Theft    Due to the high amount of 'traffic' using Ara buildings it is unsafe to leave   personal belongings in any unsupervised rooms.  For your own security please   keep valuables with you at all times.  If you find any lost property, please take or   report it to:    Lost Property Collection points:    City Campus        Security  Office  in   the Atrium of the Rakaia   Centre  opposite the library entrance,  b eside    the lifts    Manawa Campus   Reception on the  5th   floor    Woolston Campus   Welcome Desk in the  Student Services  Building"
    },
    {
        "page": 38,
        "content": "P a g e     |  37       Timaru Campus   Facilities, C Block, ground floor (east end) or   call  027 210 0390    Ashburton Campus   Reception    Oamaru Campus   Reception       Disclaimer :    All care and attention has been given to ensure the information in this document is accurate at the time  of   publishing . Ara does   not take responsibility for any loss or harm incurred as a result of reliance upon any   information which is incorrect or out of date. This document was last updated on  2 February 2024 ."
    },
    {
        "page": 39,
        "content": "P a g e     |  38       Māhere whenua -   M aps"
    },
    {
        "page": 40,
        "content": "P a g e     |  39"
    },
    {
        "page": 41,
        "content": "P a g e     |  40"
    },
    {
        "page": 42,
        "content": "P a g e     |  41"
    },
    {
        "page": 43,
        "content": "P a g e     |  42"
    },
    {
        "page": 44,
        "content": "Want to find out more?  For details of all courses, including full entry criteria and how to apply, visit  ara.ac.nz/search  Get in touch if you have any questions:  0800 24 24 76  |  info@ara.ac.nz"
    }
]